import { Grid, Typography } from "@mui/material";
import {AboutDesk_T1, AboutDesk_T2} from "../style";

function AboutDesc() {
  return (
    <>
      <Grid>
        <Grid my={1.5} mx="auto">
          <Typography sx={AboutDesk_T1}>
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و
            کاربردهای متنوع با هدف بهبود ابزارهای کاربردی.
          </Typography>

          <Typography sx={AboutDesk_T2}>
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و
            کاربردهای متنوع با هدف بهبود دشواری موجود در ارائه راهکارها و شرایط
            سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی
            و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده
            قرار گیرد.
          </Typography>
        </Grid>
      </Grid>
    </>
  );
}
export default AboutDesc;
